[Pillar X2AbilityTemplate]
LocFriendlyName="立柱"
LocLongDescription="召唤一个灵能立柱作为全身掩体。消耗1专注。"
LocHelpText="在指定方位召唤一个全身掩体。消耗1专注。"
LocPromotionPopupText="<Bullet/> 立柱持续回合等于圣殿骑士召唤时的专注等级。<br/><Bullet/> 立柱是一个免费动作，可在“气势”状态下使用。<br/>"

[StunStrike X2AbilityTemplate]
LocFriendlyName="眩晕冲击"
LocLongDescription="用足够强大的灵能力量攻击，并击退进攻方向的敌人，击晕他们。消耗1专注。"
LocHelpText="击退进攻方向的敌人，击晕他们。消耗1专注。"
LocPromotionPopupText="<Bullet/> 眩晕冲击有 <Ability:STUNSTRIKEHITCHANCE/>% 命中率，每级专注提升 <Ability:STUNSTRIKEFOCUSHITCHANCE/>% 几率。<br/><Bullet/> 如果命中有 <Ability:STUNSTRIKE_STUN_CHANCE/>% 几率会击晕目标。<br/><Bullet/> 眩晕冲击不会结束圣殿骑士的回合，但有 <Ability:SelfCooldown/> 回合冷却。<br/>"